"AuthControllerApplicationPrincipalRequest" = "%@ requiert la saisie de votre identité Kerberos";
"AuthControllerApplicationRequest"          = "%@ requiert la saisie de votre mot de passe Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ requiert la saisie de votre mot de passe Kerberos pour %@";

"AuthControllerPrincipalRequest"            = "Saisissez votre identité Kerberos";
"AuthControllerRequest"                     = "Saisissez votre mot de passe Kerberos";
"AuthControllerPasswordRequest"             = "Saisissez votre mot de passe Kerberos pour %@";

"AuthControllerHideOptions"                 = "Masquer les options";
"AuthControllerShowOptions"                 = "Afficher les options";

"ChangePasswordPasswordExpired"             = "Le mot de passe pour %@ a expiré. Voulez-vous le changer ?";
"ChangePasswordApplicationRequest"          = "%@ requiert le changement du mot de passe Kerberos de %@";
"ChangePasswordPrincipalRequest"            = "Veuillez changer le mot de passe Kerberos de %@";
